/*
SQLyog 企业版 - MySQL GUI v8.14 
MySQL - 5.0.22-community-nt : Database - python
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`python` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `python`;

/*Table structure for table `maoyan` */

DROP TABLE IF EXISTS `maoyan`;

CREATE TABLE `maoyan` (
  `id` int(11) NOT NULL auto_increment,
  `movieId` varchar(32) NOT NULL,
  `startTime` varchar(32) NOT NULL,
  `nickName` varchar(16) NOT NULL,
  `cityName` varchar(32) NOT NULL,
  `score` varchar(16) NOT NULL,
  `content` text NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `maoyan` */

insert  into `maoyan`(`id`,`movieId`,`startTime`,`nickName`,`cityName`,`score`,`content`) values (26,'1208282','2019-01-16 13:41:43','常志刚0','乌鲁木齐','5','好看，，，，，，，'),(27,'1208282','2019-01-16 13:38:56','桃子','郑州','5','影院里我很少会掉眼泪，小人物的挣扎与追求，走到尽头的路和剩下的桥，执念下的一腔孤勇和穷途末路上的不离不弃，人间一趟，愿有人陪你看看太阳，看看烟火。谁说无名之辈不能燃成永恒，因为努力中的我们都是无名之辈！愿有天我能活成我所向往的生活。'),(28,'1208282','2019-01-16 13:33:32','rom260070496','西安','5','自己去看的，挺好看的'),(29,'1208282','2019-01-16 13:27:51','浩蓝66666','奉化','5','完美完美完美'),(30,'1208282','2019-01-16 13:22:58','小祖宗的姑奶奶','泰州','5','搞笑好看还是好人多'),(57,'1208282','2019-01-16 14:15:05','理会不理会','长治','4.5','剧情很有意思。和疯狂的石头差不多的类型。'),(58,'1208282','2019-01-16 14:01:59','Jason.I028','郑州','5','很好看的一部电影'),(59,'1208282','2019-01-16 13:51:58','pQj941158038','淮南','5','还可以吧，反正是陪着少妇看的'),(60,'1208282','2019-01-16 13:47:02','rok','郑州','3.5','整体很精彩，但最后的处理略显不足'),(61,'1208282','2019-01-16 15:08:24','Bananaccccc','云浮','4.5','哭得稀里哗啦'),(62,'1208282','2019-01-16 15:06:08','fVC509577357','郑州','5','太搞笑了，有点受不了'),(63,'1208282','2019-01-16 15:04:46','诺守一言','连云港','5','特别好看！年度最佳！'),(64,'1208282','2019-01-16 14:57:39','秋木苏','岳阳','4.5','眼镜没有打开煤气，大头没有错过真真，操场同学没有爽约，老马没有落选协警，天台一场雨后，烟花布满夜空。你看，人间终究值得！！！\n\n\n\n生活已然很凄惨，何必再往坏了想结局。'),(65,'1208282','2019-01-16 14:55:45','郭成青','宜昌','5','好看的不要不要的'),(66,'1208282','2019-01-16 14:45:06','fJE331176197','宿迁','5','演技绝对，真实风趣'),(67,'1208282','2019-01-16 14:42:57','rxB244344071','三亚','4','挺好看的，我们都是无名之辈'),(68,'1208282','2019-01-16 14:39:19','宵夜呀宵夜','上海','4.5','18年看过比较满意的国产片了'),(69,'1208282','2019-01-16 14:36:12','JEAN☀️⒉','深圳','4.5','#已是无名 岂能无名\n\n各个典型小人物拼凑的故事，即使微小无名，尚且会有爱有希望。只要拼命的活，总会遇见生命的精彩。'),(76,'1208282','2019-01-16 15:13:49','wWo420698232','藁城','5','很好看 推荐哦'),(77,'1208282','2019-01-16 15:08:24','Bananaccccc','云浮','4.5','哭得稀里哗啦'),(78,'1208282','2019-01-16 15:06:08','fVC509577357','郑州','5','太搞笑了，有点受不了'),(79,'1208282','2019-01-16 15:04:46','诺守一言','连云港','5','特别好看！年度最佳！'),(80,'1208282','2019-01-16 14:57:39','秋木苏','岳阳','4.5','眼镜没有打开煤气，大头没有错过真真，操场同学没有爽约，老马没有落选协警，天台一场雨后，烟花布满夜空。你看，人间终究值得！！！\n\n\n\n生活已然很凄惨，何必再往坏了想结局。'),(81,'1208282','2019-01-16 14:55:45','郭成青','宜昌','5','好看的不要不要的'),(82,'1208282','2019-01-16 14:45:06','fJE331176197','宿迁','5','演技绝对，真实风趣'),(83,'1208282','2019-01-16 14:42:57','rxB244344071','三亚','4','挺好看的，我们都是无名之辈'),(84,'1208282','2019-01-16 14:39:19','宵夜呀宵夜','上海','4.5','18年看过比较满意的国产片了'),(85,'1208282','2019-01-16 14:36:12','JEAN☀️⒉','深圳','4.5','#已是无名 岂能无名\n\n各个典型小人物拼凑的故事，即使微小无名，尚且会有爱有希望。只要拼命的活，总会遇见生命的精彩。'),(86,'1208282','2019-01-16 14:33:15','李飞feifei','苏州','5','飞过去看的那个'),(87,'1208282','2019-01-16 14:23:26','珞晗vs兴','贵阳','4.5','算得上全程贵州方言的第一部大银幕作品了，每一个人物细节都演出了最精彩的一面，值得看。'),(88,'1208282','2019-01-16 14:22:17','葬丶千道流','大连','4.5','家乡特色，很好啊'),(89,'1208282','2019-01-16 14:20:32','rCW728709368','齐齐哈尔','4.5','乐死我了也哭死我了'),(90,'1208282','2019-01-16 14:19:44','UEm114254719','东营','4','一个小人物的故事，绑匪章宇和瘫痪的妹妹演的特别好，喜欢，给个好评！');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
